Repository: arzaluz-chris/WaldenVibes
Catalog: WaldenVibes/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: es_419

source: - Virgil
es_419: - Virgilio

source: "The greatest wealth is health."
es_419: «La mayor riqueza es la salud.»

source: %@ Meditation Complete!
es_419: %@ Meditación completada!

# %@ represents %lld%% of your recorded emotions
source: %1$@ represents %2$lld%% of your recorded emotions
es_419: %1$@ representa el %2$lld%% de tus emociones registradas

source: %lld minute
es_419: %lld minuto

source: %lld minutes
es_419: %lld minutos

source: %lld times
es_419: %lld veces

source: • Answer honestly based on how you've been feeling lately
es_419: • Responde honestamente basándote en cómo te has sentido últimamente

source: • The assessment covers different aspects of stress
es_419: • La evaluación cubre diferentes aspectos del estrés

source: • There are no right or wrong answers
es_419: • No hay respuestas correctas o incorrectas

source: • You'll get a personalized stress level and tips
es_419: • Obtendrás un nivel de estrés personalizado y consejos

source: === EMOTIONS ===
es_419: === EMOCIONES ===

source: === SPECIAL MOMENTS ===
es_419: === MOMENTOS ESPECIALES ===

source: === STRESS RECORDS ===
es_419: === REGISTROS DE ESTRÉS ===

source: 1 minute
es_419: 1 minuto

source: About
es_419: Acerca de

source: Add details about what's causing your stress
es_419: Agrega detalles sobre lo que está causando tu estrés

source: Add Emotion
es_419: Añadir Emoción

source: Add Moment
es_419: Añadir Momento

source: Afternoon
es_419: Tarde

source: All
es_419: Todas

source: All your emotional data, moments, and stress records are stored locally on your device. We do not collect or have access to any of your personal information.
es_419: Todos tus datos emocionales, momentos y registros de estrés se almacenan localmente en tu dispositivo. No recopilamos ni tenemos acceso a ninguna de tu información personal.

source: Almost always feel powerless
es_419: Casi siempre me siento impotente

source: Almost always overwhelmed
es_419: Casi siempre me siento agobiado

source: Always
es_419: Siempre

source: Analytics
es_419: Analíticas

source: Angry
es_419: Enojado

source: Anxious
es_419: Ansioso

source: Appearance
es_419: Apariencia

source: Are you avoiding friends or social activities?
es_419: ¿Estás evitando a tus amigos o actividades sociales?

source: Are you sure you want to delete this emotion record?
es_419: ¿Estás seguro de que quieres eliminar este registro de emoción?

source: Are you sure you want to delete this special moment?
es_419: ¿Estás seguro de que quieres eliminar este momento especial?

source: Are you sure you want to delete this stress record?
es_419: ¿Estás seguro de que quieres eliminar este registro de estrés?

source: Assess stress level
es_419: Evalúa tu nivel de estrés

source: Assessment Complete
es_419: Evaluación Completada

source: Average Intensity
es_419: Intensidad promedio

source: Average Stress
es_419: Estrés promedio

source: Avg Stress
es_419: Estrés promedio

source: Based on your responses, here's your stress assessment:
es_419: Según tus respuestas, esta es tu evaluación de estrés:

source: Be patient with yourself - meditation is a practice that improves over time
es_419: Sé paciente contigo mismo: la meditación es una práctica que mejora con el tiempo

source: Beach Waves
es_419: Olas de la playa

source: Behavior Changes
es_419: Cambios de Comportamiento

source: Calm
es_419: Calma

source: Calm Ambience
es_419: Ambiente de calma

source: Cancel
es_419: Cancelar

source: Capture special moments
es_419: Captura momentos especiales

source: Category
es_419: Categoría

source: Category: %@
es_419: Categoría: %@

source: Challenge negative thought patterns
es_419: Enfrenta los patrones de pensamiento negativo

source: Choose Export Format
es_419: Elige el formato de exportación

source: Choose how you want to export your wellness data
es_419: Elige cómo quieres exportar tus datos de bienestar

source: Clear All Data
es_419: Borrar todos los datos

source: Colors, emojis and beautiful formatting
es_419: Colores, emojis y formato atractivo

source: Compatible with all apps
es_419: Compatible con todas las aplicaciones

source: Consider talking to a counselor or trusted adult
es_419: Considera hablar con un consejero o un adulto de confianza

source: Continue
es_419: Continuar

source: Count
es_419: Conteo

source: Created by
es_419: Creado por

source: Current Stress Level
es_419: Nivel de Estrés Actual

source: Customizable meditation timer
es_419: Temporizador de meditación personalizable

source: Customize your experience
es_419: Personaliza tu experiencia

source: Daily Inspiration
es_419: Inspiración Diaria

source: Daily Reminder
es_419: Recordatorio Diario

source: Dark
es_419: Oscuro

source: Data Management
es_419: Gestión de datos

source: Data Sharing
es_419: Compartir datos

source: Data Storage
es_419: Almacenamiento de datos

source: Date
es_419: Fecha

source: Date & Time
es_419: Fecha y hora

source: Date: %@
es_419: Fecha: %@

source: Days Tracked
es_419: Días registrados

source: Deep Breathing
es_419: Respiración Profunda

source: Delete
es_419: Borrar

source: Delete All Data?
es_419: ¿Borrar toda la información?

source: Delete Emotion?
es_419: ¿Borrar Emoción?

source: Delete Moment?
es_419: ¿Borrar Momento?

source: Delete Stress Record?
es_419: ¿Borrar Registro de Estrés?

source: Describe what made this moment special
es_419: Describe lo que hizo especial este momento

source: Description
es_419: Descripción

source: Description: %@
es_419: Descripción: %@

source: Detailed analysis and insights
es_419: Análisis e información detallados

source: Detailed Breakdown
es_419: Desglose Detallado

source: Detailed emotion tracking
es_419: Registro detallado de emociones

source: Detailed Statistics
es_419: Estadísticas Detalladas

source: Do you experience headaches or muscle tension?
es_419: ¿Experimentas dolores de cabeza o tensión muscular?

source: Do you feel like you can't control what happens to you?
es_419: ¿Sientes que no puedes controlar lo que te sucede?

source: Do you feel overwhelmed by daily tasks?
es_419: ¿Te sientes agobiado por las tareas diarias?

source: Do you feel sad or down?
es_419: ¿Te sientes triste o decaído?

source: Do you have trouble concentrating on schoolwork or activities?
es_419: ¿Tienes dificultades para concentrarte en las tareas escolares o actividades?

source: Do you worry about things that might happen in the future?
es_419: ¿Te preocupan las cosas que podrían pasar en el futuro?

source: Done
es_419: Hecho

source: Duration
es_419: Duración

source: Duration: %@
es_419: Duración: %@

source: Early Morning
es_419: Madrugada

source: Eating more or less than usual
es_419: Como más o menos de lo habitual

source: Edit Emotion
es_419: Editar Emoción

source: Edit Moment
es_419: Editar Momento

source: Emotion
es_419: Emoción

source: Emotion Frequency
es_419: Frecuencia de Emoción

source: Emotion intensity
es_419: Intensidad de emoción

# Emotion: %@ %@
source: Emotion: %1$@ %2$@
es_419: Emoción: %1$@ %2$@

source: Emotional State
es_419: Estado Emocional

source: Emotions
es_419: Emociones

source: Emotions with charts
es_419: Emociones con gráficas

source: Enable reminders
es_419: Activar recordatorios

source: Engage in physical activities you enjoy
es_419: Realiza actividades físicas que disfrutes

source: English
es_419: Inglés

source: Environment
es_419: Medio ambiente

source: Evening
es_419: Atardecer

source: Excited
es_419: Emocionado

source: Export as
es_419: Exportar como

source: Export Data
es_419: Exportar Datos

source: Export Your Data
es_419: Exportar Tus Datos

source: Family
es_419: Familia

source: Finances
es_419: Finanzas

source: Finish
es_419: Concluir

source: Focus on physical relaxation techniques
es_419: Concéntrate en técnicas de relajación física

source: Focus on your breath - when your mind wanders, gently bring it back
es_419: Concéntrate en tu respiración; cuando tu mente divague, tráela de vuelta con suavidad

source: Frequently
es_419: Frecuentemente

source: Friends
es_419: Amigos

source: Generated from stress assessment test
es_419: Generado a partir del test de evaluación de estrés

source: Generated: %@
es_419: Generado: %@

source: Generating PDF...
es_419: Generando PDF…

source: Get insights and recommendations based on your responses
es_419: Recibe sugerencias y recomendaciones según tus respuestas

source: Get Started
es_419: Comenzar

source: Good sleep is essential for managing stress
es_419: Dormir bien es esencial para manejar el estrés

source: Grateful
es_419: Agradecido

source: Great job managing your stress! Keep it up
es_419: ¡Buen trabajo manejando tu estrés! Sigue así

source: Great job! Your stress levels remain low. Keep up the good practices.
es_419: ¡Buen trabajo! Tus niveles de estrés se mantienen bajos. Sigue con las buenas prácticas.

source: Happy
es_419: Feliz

source: Health
es_419: Salud

source: High
es_419: Elevado

source: High stress
es_419: Estrés elevado

source: High Stress
es_419: Estrés Elevado

source: Home
es_419: Casa

source: How are you feeling today? Take a moment to track your emotions.
es_419: ¿Cómo te sientes hoy? Tómate un momento para registrar tus emociones.

source: How difficult is it for you to make decisions?
es_419: ¿Qué tan difícil es para ti tomar decisiones?

source: How easily do you get irritated or angry?
es_419: ¿Qué tan fácilmente te irritas o enojas?

source: How is your appetite lately?
es_419: ¿Cómo ha estado tu apetito últimamente?

source: How it works:
es_419: Cómo funciona:

source: How often do you avoid activities you used to enjoy?
es_419: ¿Con qué frecuencia evitas actividades que solías disfrutar?

source: How often do you feel tired or exhausted?
es_419: ¿Con qué frecuencia te sientes cansado o agotado?

source: How often do you feel worried or anxious?
es_419: ¿Con qué frecuencia te sientes preocupado o ansioso?

source: How often do you have negative thoughts about yourself?
es_419: ¿Con qué frecuencia tienes pensamientos negativos sobre ti mismo?

source: How stressed are you feeling?
es_419: ¿Qué tan estresado te estás sintiendo?

source: How well are you sleeping?
es_419: ¿Qué tan bien estás durmiendo?

source: How would you like to assess your stress?
es_419: ¿Cómo te gustaría evaluar tu estrés?

source: I constantly worry about the future
es_419: Me preocupa constantemente el futuro

source: I decide easily
es_419: Tomo decisiones con facilidad

source: I feel in control
es_419: Me siento en control

source: I get angry quite easily
es_419: Me enojo con bastante facilidad

source: I usually isolate myself
es_419: Usualmente me aíslo

source: I worry quite a bit
es_419: Me preocupo bastante

source: I'm often irritated or angry
es_419: A menudo estoy irritado o enojado

source: I'm usually calm
es_419: Usualmente estoy tranquilo

source: Improve Your Well-being
es_419: Mejora Tu Bienestar

source: Include location
es_419: Incluir ubicación

source: Information
es_419: Información

source: Insights
es_419: Análisis

source: Intensity
es_419: Intensidad

source: Intensity: %lld/10
es_419: Intensidad: %lld/10

source: It's often difficult
es_419: A menudo es difícil

source: Language
es_419: Idioma

source: Last updated: June 2025
es_419: Última actualización: Junio 2025

source: Learn more about the app
es_419: Aprende más sobre la aplicación

source: Level
es_419: Nivel

source: Level:
es_419: Nivel:

source: Level: %lld/10
es_419: Nivel: %lld/10

source: Light
es_419: Claro

source: Location
es_419: Ubicación

source: Location: %@
es_419: Ubicación: %@

source: Low
es_419: Bajo

source: Low stress
es_419: Estrés bajo

source: Low Stress
es_419: Estrés bajo

source: Made with ❤️ for your well-being
es_419: Hecho con ❤️ para tu bienestar

source: Maintain your current healthy habits
es_419: Mantén tus hábitos saludables actuales

source: Manual Entry
es_419: Ingreso manual

source: Meditation
es_419: Meditación

source: Moderate
es_419: Moderado

source: Moderate stress
es_419: Estrés moderado

source: Moderate Stress
es_419: Estrés Moderado

source: Moments
es_419: Momentos

source: Month
es_419: Mes

source: Morning
es_419: Mañana

source: Most days
es_419: La mayoría de los días

source: Most Frequent
es_419: Más Frecuente

source: Most of the time
es_419: La mayoría del tiempo

source: Nature Time
es_419: Tiempo en la Naturaleza

source: Never
es_419: Nunca

source: Never, I do what I like
es_419: Nunca, hago lo que me gusta

source: New Emotion
es_419: Nueva Emoción

source: New Moment
es_419: Nuevo Momento

source: New Stress Record
es_419: Nuevo Registro de Estrés

source: Next
es_419: Siguiente

source: Night
es_419: Noche

source: No data to export yet
es_419: Aún no hay datos para exportar

source: No emotions recorded
es_419: No hay emociones registradas

source: No moments in this category
es_419: No hay momentos en esta categoría

source: No moments yet
es_419: Aún no hay momentos

source: No Sound
es_419: Sin Sonido

source: No stress records
es_419: No hay registros de estrés

source: No, I concentrate well
es_419: No, me concentro bien

source: No, I feel good
es_419: No, me siento bien

source: No, I live in the present
es_419: No, vivo en el presente

source: No, I manage well
es_419: No, las realizo bien

source: No, I'm social as usual
es_419: No, soy sociable como siempre

source: Normal and healthy
es_419: Normal y saludable

source: Not enough data yet
es_419: No hay datos suficientes

source: Note: %@
es_419: Nota: %@

source: Notes
es_419: Notas

source: Notifications
es_419: Notificaciones

source: Occasionally
es_419: Ocasionalmente

source: Often
es_419: A menudo

source: Often avoid social activities
es_419: A menudo evito actividades sociales

source: Often feel helpless
es_419: A menudo me siento impotente

source: Often feel overwhelmed
es_419: A menudo me siento angustiado

source: Often have trouble
es_419: A menudo tengo dificultades

source: Often have trouble sleeping
es_419: A menudo tengo dificultades para dormir

source: Optional notes about how you're feeling
es_419: Notas opcionales sobre cómo te sientes

source: Other
es_419: Otro

source: Outdoors
es_419: Al aire libre

source: PDF Report
es_419: Reporte en PDF

source: Period
es_419: Periodo

source: Personalized Results
es_419: Resultados Personalizados

source: Physical Activity
es_419: Actividad Física

source: Physical Symptoms
es_419: Síntomas físicos

source: Piano Melody
es_419: Melodía de Piano

source: Plain text format
es_419: Formato de texto plano

source: Practice being present to reduce anxiety about the future
es_419: Practica estar presente para reducir la ansiedad sobre el futuro

source: Practice deep breathing exercises daily
es_419: Practica ejercicios de respiración profunda a diario

source: Practice meditation, manage stress, and capture special moments
es_419: Practica la meditación, maneja el estrés y captura momentos especiales

source: Practice mindfulness and emotional regulation
es_419: Practica la atención plena y la regulación emocional

source: Previous
es_419: Anterior

source: Privacy
es_419: Privacidad

source: Privacy Policy
es_419: Política de Privacidad

source: Private & Secure
es_419: Privado y Seguro

source: Quality Sleep
es_419: Calidad del Sueño

# Question %lld of %lld
source: Question %1$lld of %2$lld
es_419: Pregunta %1$lld de %2$lld

source: Quick & Easy
es_419: Rápido y fácil

source: Quick Assessment
es_419: Evaluación rápida

source: Quick Overview
es_419: Resumen Rápido

source: Quick Test
es_419: Test rápido

source: Quite often
es_419: Muy a menudo

source: Rarely
es_419: Rara vez

source: Rarely, I think positively
es_419: Rara vez, pienso de forma positiva

source: Raw data export
es_419: Exportación de datos sin formato

source: Ready to export! 🎉
es_419: ¡Listo para exportar! 🎉

source: Receive a daily reminder to record your emotions
es_419: Recibe un recordatorio diario para registrar tus emociones

source: Recommendations
es_419: Recomendaciones

source: Record how you feel and discover patterns in your emotional journey
es_419: Registra cómo te sientes y descubre patrones en tu recorrido emocional

source: Regular exercise releases endorphins that reduce stress
es_419: El ejercicio regular libera endorfinas que disminuyen el estrés

source: Relationships
es_419: Relaciones

source: Reminder time
es_419: Hora del recordatorio

source: Rich visual report with colors, emojis and charts
es_419: Informe visual enriquecido con colores, emojis y gráficos

source: Sad
es_419: Triste

source: Save
es_419: Guardar

source: Save Stress Record
es_419: Guardar registro de estrés

source: Save your data externally
es_419: Guarda tus datos externamente

source: School
es_419: Escuela

source: Select Duration
es_419: Seleccionar Duración

source: Select emotion
es_419: Seleccionar Emoción

source: Select factors contributing to your stress
es_419: Selecciona factores que estén contribuyendo a tu estrés

source: Select Sound
es_419: Escoger Sonido

source: Select where you want to go
es_419: Selecciona a dónde quieres ir

source: Set your stress level directly
es_419: Establece tu nivel de estrés directamente

source: Settings
es_419: Ajustes

source: Show less
es_419: Mostrar menos

source: Show more
es_419: Mostrar más

source: Significant changes in eating
es_419: Cambios significativos en la alimentación

source: Simple text format compatible with any app
es_419: Formato de texto simple compatible con cualquier aplicación

source: Sit comfortably with your back straight and shoulders relaxed
es_419: Siéntate de manera cómoda con tu espalda recta y tus hombros relajados

source: Skip
es_419: Saltar

source: Sleeping well
es_419: Durmiendo bien

source: Slightly changed
es_419: Ligeramente cambiado

source: Smooth Jazz
es_419: Jazz Suave

source: Social Connection
es_419: Conexión Social

source: Some difficulty sleeping
es_419: Algo de dificultad para dormir

source: Sometimes
es_419: A veces

source: Sometimes feel out of control
es_419: A veces me siento fuera de control

source: Sometimes I get irritated
es_419: A veces me siento irritado

source: Sometimes I prefer to be alone
es_419: A veces prefiero estar solo

source: Sometimes I worry
es_419: A veces me preocupo

source: Sometimes it takes time
es_419: A veces me toma tiempo

source: Sometimes it's a lot
es_419: A veces siento que es demasiado

source: Sometimes it's hard
es_419: A veces es difícil

source: Special moments
es_419: Momentos especiales

source: Special Moments
es_419: Momentos Especiales

source: Specify location
es_419: Especificar ubicación

source: Spending time outdoors can lower stress levels
es_419: Pasar tiempo al aire libre puede disminuir los niveles de estrés

source: Start Assessment
es_419: Iniciar Evaluación

source: Start capturing your special moments to preserve your memories
es_419: Empieza a capturar tus momentos especiales para conservar tus recuerdos

source: Start tracking how you feel to monitor your emotional well-being
es_419: Empieza a registrar cómo te sientes para monitorear tu bienestar emocional

source: Start tracking your stress levels to identify patterns and get personalized insights
es_419: Empieza a registrar tus niveles de estrés para identificar patrones y obtener recomendaciones personalizadas

source: Statistics
es_419: Estadísticas

source: Stress
es_419: Estrés

source: Stress analysis
es_419: Análisis de estrés

source: Stress Assessment
es_419: Evaluación de estrés

source: Stress History
es_419: Historial de Estrés

source: Stress Level
es_419: Nivel de estrés

source: Stress Level Assessment
es_419: Evaluación del nivel de estrés

source: Stress monitoring and management
es_419: Monitoreo y administración del estrés

source: Stress Records
es_419: Registros de estrés

source: Stress Relief Tips
es_419: Consejos para aliviar el estrés

source: Stress Trend
es_419: Tendencias de Estrés

source: Stress Triggers
es_419: Detonantes de Estrés

source: System
es_419: Sistema

source: Take a deep breath in for 4 seconds, hold for 4, then exhale for 6
es_419: Toma una respiración profunda por 4 segundos, manténla por 4 y después exhala por 6

source: Take a quick test to determine your stress level
es_419: Haz una prueba rápida para determinar tu nivel de estrés

source: Take Assessment
es_419: Realizar evaluación

source: Take Quick Assessment
es_419: Realizar evaluación rápida

source: Take slow, deep breaths to calm your nervous system
es_419: Toma lentas, respiraciones profundas para calmar tu sistema nervioso

source: Takes only 3-5 minutes to complete
es_419: Toma solo 3 a 5 minutos completarla

source: Talking with friends and family can help reduce stress
es_419: Hablar con amigos y familia puede ayudar a disminuir los niveles de estrés

source: Tap for quick tips
es_419: Presiona para consejos rápidos

source: Technology
es_419: Tecnología

source: Text File
es_419: Archivo de Texto

source: The quick assessment provides a more accurate measurement based on multiple factors
es_419: La evaluación rápida ofrece una medición más precisa basada en múltiples factores

source: Theme
es_419: Tema

source: Thinking Patterns
es_419: Patrones de pensamiento

source: This quick assessment will help us understand your current stress level more accurately.
es_419: Esta evaluación rápida nos permitirá entender tu nivel de estrés actual con mayor precisión.

source: This will permanently delete all your emotions, moments, and stress records. This action cannot be undone.
es_419: Esto eliminará de forma permanente todas tus emociones, momentos y registros de estrés. Esta acción no se puede deshacer.

source: Time
es_419: Tiempo

source: Time Pressure
es_419: Presión de Tiempo

source: Time to Meditate
es_419: Tiempo para Meditar

source: Tips
es_419: Consejos

source: Tired
es_419: Cansado

source: Today
es_419: Hoy

source: Tools
es_419: Herramientas

source: Tools & Features
es_419: Herramientas y Funciones

source: Total Emotions
es_419: Emociones Totales

source: Total entries: %d
es_419: Total de entradas: %d

source: Total Moments
es_419: Momentos Totales

source: Track Your Emotions
es_419: Registra tus emociones

source: Tranquility
es_419: Tranquilidad

source: Transit
es_419: Transporte

source: Triggers: %@
es_419: Detonantes: %@

source: Try to get more sleep and rest
es_419: Intenta dormir y descansar más

source: Try to maintain healthy routines
es_419: Procura mantener rutinas saludables

source: Unknown
es_419: Desconocido

source: Version
es_419: Versión

source: Very difficult to concentrate
es_419: Muy difícil concentrarse

source: Very hard to make decisions
es_419: Muy difícil tomar decisiones

source: Very High
es_419: Muy alto

source: Very high stress
es_419: Estrés muy alto

source: Very High Stress
es_419: Estrés muy alto

source: Very Low Stress
es_419: Estrés muy bajo

source: Very poor sleep
es_419: Sueño muy deficiente

source: View trends and insights
es_419: Ver tendencias e información

source: Walden Vibes - Data Export
es_419: Walden Vibes - Exportar Datos

source: Walden Vibes is designed to help you track your emotional well-being, practice mindfulness, and manage stress effectively.
es_419: Walden Vibes está diseñada para ayudarte a registrar tu bienestar emocional, practicar atención plena y manejar el estrés de forma efectiva.

source: We do not collect any analytics or usage data. Your app usage patterns remain private.
es_419: No recopilamos ningún dato de análisis ni de uso. Tus patrones de uso de la app permanecen privados.

source: We never share, sell, or transmit your personal data to third parties. Your information remains completely private.
es_419: Nunca compartimos, vendemos ni transmitimos tus datos personales a terceros. Tu información permanece completamente privada.
